Autodesk.Revit.DB.ATFXMLExportOptions.SetExportParameters(System.Boolean)
Used to control whether or not to export parameters.
exportParameters:
True to export parameters, false to not export parameters.
Since:
2023

Autodesk.Revit.DB.ATFXMLExportOptions.#ctor
Since:
2021

Autodesk.Revit.DB.ATFXMLExportOptions
ATF XML Export options.
Since:
2021